Repository: AliMalvandipy/first_prooject_shope12
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: fa

source: product successfuly added to cart
fa: محصول با موفقیت به سبد خرید اضافه شد.

source: product successfuly removed from cart
fa: محصول با موفقیت از سبد خرید حذف شد.

source: Cart
fa: سبد خرید

source: Cart is empty! Please add some products to the cart
fa: محصول با موفقیت از سبد خرید حذف شد.

source: Go Shopping
fa: برو به فروشگاه

source: total
fa: جمع کل

source: Go to Cart
fa: برو به سبد خرید

source: Checkout
fa: پرداخت

source: .All product successfully removed from cart
fa: سبد خرید با موفقیت خالی شد.

source: .your cart is aleardy empty
fa: سبد خرید شما از قبل خالی است
